---
kind: property
id: P:Autodesk.Revit.DB.Electrical.CorrectionFactor.Factor
source: html/cd4158ad-f037-5170-cde2-bbc1ba2427bf.htm
---
# Autodesk.Revit.DB.Electrical.CorrectionFactor.Factor Property

Get factor value of wire correction factor.

## Syntax (C#)
```csharp
public double Factor { get; }
```